[
  {
    "id": 1,
    "title": "Burritos Tortilla Blanket 2.0 Double Sided 71 inches for Adult and Kids",
    "price": 18.99,
    "description": "Professional Design: Our giant burritos blanket 2.0 with a more realistic burritos pattern and a comfortable single-layer design, when you are wrapped inside, the soft and warm burritos wrap blanket will make your friends jealous - they also want to be giant human burritos. Funny gifts for teen girl and teen boy. ",
    "category": "clothing",
    "image": "/assets/products/burrito-blanket.jpg",
    "rating": {
      "rate": 3.3,
      "count": 203
    }
  },
  {
    "id": 2,
    "title": "Dog Pupasaurus Rex Costume",
    "price": 695,
    "description": "The most cunning predator in your back yard. The raptor costume comes with foam raptor head piece with foam padded costume. ",
    "category": "clothing",
    "image": "/assets/products/dino-dog.jpg",
    "rating": {
      "rate": 4.6,
      "count": 400
    }
  },
  {
    "id": 3,
    "title": "Cat Grooming Bag Kitten Wash Polyester Mesh Scratch Bite Resistant Nail Bath LN",
    "price": 109,
    "description": "Bathing Bag Perfect for Bathing、Teeth and ears cleaning、Take eye drops、Nail Trimming、Take medicine、Examining 、Injecting and other occasions, It can help your cat take a bath easily at home and take the cat to the pet salon without spending extra money.Let cat feels very comfortable and relaxed.",
    "category": "clothing",
    "image": "/assets/products/cat-bag.jpg",
    "rating": {
      "rat": 4.8,
      "count": 319
    }
  },
  {
    "id": 4,
    "title": "5,000 Live Adult Predatory Mites - A Mix of Predatory Mite Species for Spider Mite Control - Ships Ships Next Business Day AIR! ",
    "price": 72.24,
    "description": "Our 'special blend' consists of a custom blend of predatory mite species and is the perfect for all growing conditions. This blend takes the guess work out of which mite should be used in your garden, green house, or grow room. These mites can tolerate temperatures up to 95 degrees but do best between 60-85 degrees. Normally consists an assortment of; P.persimilis, A.cucumeris, A.swirskii, N.californicus. Subject to availability. ",
    "category": "food",
    "image": "/assets/products/mites.jpg",
    "rating": {
      "rate": 4.8,
      "count": 400
    }
  },
  {
    "id": 5,
    "title": "The 12' Inflatable Animated Spider ",
    "price": 99.95,
    "description": "This is the 12'-tall inflatable spider that provides frightful fun for passers-by as it moves its gruesome 30''-wide head back and forth. Standing with an upright, commanding pose suggestive of fiendish arthropodan intelligence, the spider's head swivels 60º side-to-side as if selecting its next victim. Both eyes are each illuminated by two integrated LEDs that change colors from a devilish red to a supernatural green, complementing both its outthrust fangs and maw.",
    "category": "outdoors",
    "image": "/assets/products/large-spider.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  },
  {
    "id": 6,
    "title": "Killer Whale Submarine ",
    "price": 90000,
    "description": "This is the streamlined, two-person watercraft that breaches and submerges just like the Orcinus orca after which it is designed. A pilot protected beneath its watertight 1/2''-thick acrylic canopy pushes and pulls twin control levers to articulate the whale's pectoral fins for rolls and stealthy dives. With a finger on the right lever's throttle trigger, steering is provided by dual foot pedals that control the vectored thrust of the craft's 255-hp supercharged Rotax axial flow engine, enabling realistic behaviors such as porpoising or skyhopping. It can hydroplane up to 50 mph over the water's surface and it can cruise up to 25 mph while submerged; its dorsal fin's integrated snorkel ensures air supply to the engine up to a depth of 5'. The cockpit's dashboard includes a speedometer, tachometer, engine and air pressure gauges, and an LCD that displays live video from the dorsal fin's built-in camera. Vinyl seats with closed-cell foam upholstery and four-point racing harnesses ensure pilot and passenger safety. With 14-gallon fuel tank. Special conditions and guarantee limitations apply.",
    "category": "outdoors",
    "image": "/assets/products/whale-submarine.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  },
  {
    "id": 7,
    "title": "Nicolas Cage Sequin Pillow Cover Magic Funny Gifts Mermaid Reversible Pillowcase That Color Changes Home Decor Throw Pillow Case Sofa Cushion Cover ",
    "price": 10.99,
    "description": "One side Printed Nicolas Cage face sequin pillowcase is with quality reversible sequin, writable to make fun on a sofa relax time. Run your fingers across the sequin, you can get a different color or get a word or a picture. Just like magic.",
    "category": "health & household",
    "image": "/assets/products/nick-cage-pillow.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  },
  {
    "id": 8,
    "title": "Twelve South Inspire: Mac Candle No. 2 | Limited edition candle in an Apple-inspired vessel ",
    "price": 1200,
    "description": "You may not be able to afford a new Macbook, but you'll be able to get that new Mac smell with this inspired candle.  Features strong notes of armoise and bergamot, with hints of lemon, tarragon, amber and musk to help clear the mind of cutter and stimulate creativity ",
    "category": "health & household",
    "image": "/assets/products/mac-candle.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  }
]